# Install with:
# brew tap homebrew/bundle
# brew bundle

tap  "caskroom/cask"
cask "firefox"
cask "google-chrome"
cask "evernote"
cask "vagrant"
cask "rowanj-gitx"
cask "dropbox"
cask "drive"
cask "postgres"
cask "slack"
cask "keka"
cask "karabiner"
cask "1password"
cask "electric-sheep"
cask "skype"
cask "utorrent"
cask "vlc"
cask "macdown"
cask "genymotion"
cask "android-studio"

brew "the_silver_searcher" # ag is so fast
brew "terminal-notifier" # required for groupmuse's terminal-notifier-guard
brew "redis" # required for groupmuse's server
brew "qt" # required for groupmuse's capybara-webkit
brew "ant" # required for android development
