# Install with:
# brew tap homebrew/bundle
# brew bundle

tap  "caskroom/cask"
cask "firefox"
cask "google-chrome"
cask "evernote"
cask "vagrant"
cask "rowanj-gitx"
cask "dropbox"
cask "drive"
cask "postgres"
cask "slack"
cask "keka"
cask "karabiner"
cask "1password"
cask "electric-sheep"
cask "skype"
cask "utorrent"
cask "vlc"
cask "hub"

brew "hub"
brew "the_silver_searcher"
brew "terminal-notifier"
brew "redis"
