# Install with:
# brew tap homebrew/eundle
# brew bundle

# Setup
tap  "caskroom/cask"
brew "caskroom/cask/brew-cask"

# Apps
cask "firefox"
# cask "google-chrome" # 1 password extension doesn't work unless chrome is in ~/Applications
cask "google-drive"
cask "evernote"
cask "rowanj-gitx"
cask "dropbox"
cask "postgres"
cask "slack"
cask "keka"
cask "karabiner"
cask "1password"
cask "electric-sheep"
cask "skype"
cask "utorrent"
cask "vlc"
cask "macdown"
cask "genymotion"
cask "heroku-toolbelt"
cask "hub"
cask "iterm2"
cask "kindle"
cask "steam"
cask "textexpander"

# Some dev stuff
brew "vim" # get 7.4
brew "the_silver_searcher" # ag is so fast
brew "terminal-notifier" # required for groupmuse's terminal-notifier-guard
brew "redis" # required for groupmuse's server
brew "qt" # required for groupmuse's capybara-webkit
brew "ant" # required for android development
brew "fasd" # dope ninja terminal

# This one takes a long time...
cask "android-studio"
